Repository: dotse/Mailcheck
Catalog: locale/*/LC_MESSAGES/mailcheck.po
Languages: sv_se

source: SMTP
sv_se: SMTP-server

source: Connection timed out
sv_se: Uppkopplingen fick en timeout

source: Starting MX record lookup against %s
sv_se: Påbörjar MX-record uppslagning mot %s

source: Found host %s (%s), priority %s
sv_se: Hittade värdnamnet %s (%s), prioritet %s

source: Only one record found, two or more is recommended
sv_se: Endast ett MX-record hittat, två eller fler är rekommenderat

source: Finished MX record lookup against %s
sv_se: Avslutar test av MX-record mot %s

source: more info mx record
sv_se: För mer information: <a href="/wiki/doku.php?id=info_mx_record:start" target="_blank">Om MX-record</a>

source: MXRecordDiffering
sv_se: Olika MX-records

source: Starting differing MX records test
sv_se: Påbörjar testa av olika MX-records

source: Getting %s record from name server %s (%s) for MX record %s
sv_se: Hämtar %s-record från namnservern %s (%s) för MX-record %s

source: Could not get %s record for MX record %s from name server %s (%s)
sv_se: Misslyckades att hämta %s-record för MX-record %s från namnservern %s (%s)

source: Name server %s (%s) reported the following %s records %s for MX record %s
sv_se: Namnservern %s (%s) rapporterade följande %s-record %s för MX-record %s

source: Name server %s (%s) reported the following %s record %s for MX record %s
sv_se: Namnservern %s (%s) rapporterade följande %s-record %s för MX-record %s

source: Name servers %s and %s reports different %s records for MX record %s
sv_se: Namnservrarna %s och %s rapporterade olika %s-record för MX-record %s

source: Finished differing MX records test
sv_se: Avslutar test av olika MX-record

source: MXRecordPublic
sv_se: Publika MX-record

source: Starting public MX record test
sv_se: Påbörjar test av publika MX-record

source: Checking %s (%s)
sv_se: Kontrollerar %s (%s)

source: %s is a private IP
sv_se: %s är en privat IP-address

source: All IP addresses are private
sv_se: Alla IP-adresserna är privata

source: %s IP address is private
sv_se: IP-adressen %s är privat

source: %s IP addresses are private
sv_se: %s IP-adresserna är privata

source: %s is a public IP address
sv_se: %s är en publik IP-adress

source: Primary MX record is private
sv_se: Primärt MX-record är privat

source: Finished public MX record test
sv_se: Avslutar test av publika MX-record

source: more info public mx record
sv_se: För mer information: <a href="/wiki/doku.php?id=info_mx_record_public:start" target="_blank">Om publika MX-record</a>

source: MXRecordDuplicate
sv_se: Duplicerade IP-adresser

source: Starting duplicate IP for MX record test
sv_se: Påbörjar test av duplicerade IP-adresser

source: Duplicate IP for MX record %s (%s) found
sv_se: Duplicerad IP-adress MX-record %s (%s)

source: No duplicate IP for MX records found
sv_se: Inga duplicerade IP-address påträffades

source: Finished duplicate IP for MX record test
sv_se: Avslutar test av duplicerade IP-adresser

source: more info duplicate mx record
sv_se: För mer information: <a href="/wiki/doku.php?id=info_mx_record_duplicate:start" target="_blank">Om duplicerade IP-adresser</a>

source: Starting CNAME test
sv_se: Påbörjar test av CNAME

source: %s (%s) is a CNAME
sv_se: %s (%s) är ett CNAME

source: %s (%s) is not a CNAME
sv_se: %s (%s) är inte ett CNAME

source: Finished CNAME test
sv_se: Avslutar test av CNAME

source: more info cname mx record
sv_se: För mer information: <a href="/wiki/doku.php?id=info_mx_record_cname:start" target="_blank">Om CNAME</a>

source: Starting A record lookup against %s
sv_se: Påbörjar test av A-record mot %s

source: %s is not a CNAME, A is %s
sv_se: %s är inte ett CNAME, A är %s

source: %s CNAME is %s
sv_se: %s CNAME är %s

source: No A record found for %s
sv_se: Inget A-record för %s påträffades

source: A record is missing for %s
sv_se: A-record saknas för %s

source: Finished A record lookup against %s
sv_se: Avslutar test mot %s

source: Connection
sv_se: Uppkoppling

source: Starting connection test
sv_se: Påbörjar test av uppkopplingen

source: Test could not be executed
sv_se: Testet kunde inte köras

source: Connection to %s (%s) could not be established
sv_se: Uppkoppling mot %s (%s) kunde inte etableras

source: Connection time to %s above %s second (%ss)
sv_se: Uppkollingstid till %s är över %s sekund (%ss)

source: Connection test against %s (%s) successful in %ss
sv_se: Uppkopplingstest mot %s (%s) lyckades på %ss

source: Could not establish connection with any server
sv_se: Lyckades inte koppla upp mot någon server

source: All connection times are above %s second
sv_se: Alla uppkopplingstider är över %s sekunder

source: Finished connection test
sv_se: Avslutar test av uppkopplingen

source: more info connection time
sv_se: För mer information: <a href="/wiki/doku.php?id=info_connection:start" target="_blank">Om uppkopplingar</a>

source: UserScanning
sv_se: Användarscanning

source: Started user scanning test
sv_se: Påbörjade test

source: Failed to connect to %s (%s)
sv_se: Misslyckades att koppla upp mot %s (%s)

source: User scanning %s (%s) failed %s
sv_se: Användarscanning mot %s (%s) misslyckades %s

source: No standard greeting on %s (%s)
sv_se: Ingen standardhälsning på %s (%s)

source: User scanning %s (%s) completed
sv_se: Användarscanning mot %s (%s) avslutad

source: Finished user scanning test
sv_se: Avslutar test

source: more info user scanning
sv_se: För mer information: <a href="/wiki/doku.php?id=info_userscanning:start" target="_blank">Om användarscanning</a>

source: HostnameGreeting
sv_se: Värdnamnshälsning

source: Starting hostname greeting test
sv_se: Påbörjar test av hälsningar

source: Failed to connect to mail server %s (%s)
sv_se: Misslyckades att koppla upp mot mailservern %s (%s)

source: IP of hostname (%s) in greeting message doesn't match mail server IP (%s)
sv_se: Värdnamnets IP-adress (%s) i hälsningsfrasen matchar inte serverns IP-adress (%s)

source: Valid hostname (%s) found in greeting message
sv_se: Ett giltigt värdnamn (%s) fanns i hälsningsfrasen

source: Hostname is missing in greeting line
sv_se: Värdnamn saknas i hälsningsfrasen

source: Failed to resolve hostname in greeting message
sv_se: Misslyckades att slå upp värdnamnet i hälsningsfrasen

source: Finished hostname greeting test
sv_se: Avslutar test

source: more info hostname greeting
sv_se: För mer information: <a href="/wiki/doku.php?id=info_hostname_greeting:start" target="_blank">Om hälsningsfraser</a>

source: LowPort
sv_se: Lågt portnummer

source: Starting low port test
sv_se: Påbörjar test av låga portnummer

source: Connection against %s (%s) successful from port %s
sv_se: Uppkopplingen mot %s (%s) lyckades från port %s

source: Connection against %s (%s) failed from port %s
sv_se: Uppkopplingen mot %s (%s) mittlyckades från port %s

source: Finished low port test
sv_se: Avslutar test

source: more info low port
sv_se: För mer information: <a href="/wiki/doku.php?id=info_low_port:start" target="_blank">Om låga portnummer</a>

source: Starting test
sv_se: Påbörjar test

source: Could not find %s record for MX record %s
sv_se: Hittade inget %s-record för MX-record %s

source: Could not find PTR record for %s
sv_se: Hittade inget PTR-record för %s

source: Could not resolve PTR record %s
sv_se: Misslyckades att slå upp PTR-record %s

source: PTR record (%s) matches the %s record (%s)
sv_se: PTR-recrod (%s) matchar %s-record (%s)

source: PTR record does not match the %s record (%s)
sv_se: PTR-record matchar inte %s-record (%s)

source: Finished test
sv_se: Avslutar test

source: more info ptr mx record
sv_se: För mer information: <a href="/wiki/doku.php?id=info_mx_record_ptr:start" target="_blank">Om PTR</a>

source: Starting SPF-test
sv_se: Påbörjar SPF-test

source: SPF-test failed for %s (%s)
sv_se: Testet misslyckades för %s (%s)

source: SPF-test returned: %s (%s), %s for %s (%s), email: %s
sv_se: SPF-test: %s (%s), %s för %s (%s), e-post: %s

source: Could not test any SPF record
sv_se: Kunde inte testa något SPF-record

source: SPF is valid from the server you use to send emails
sv_se: SPF är giltigt från den server som skickar e-post

source: SPF is enabled for domain
sv_se: SPF finns för den här domänen

source: Finished SPF-test
sv_se: Avslutar test

source: more info spf
sv_se: För mer information: <a href="/wiki/doku.php?id=info_spf:start" target="_blank">Om SPF</a>

source: Starting Blacklist-test
sv_se: Påbörjar test av svartlistningar

source: %s (%s) is listed on blacklist %s, result: %s, text: %s.
sv_se: %s (%s) är svartlistad på %s, resultat: %s, text: %s.

source: %s (%s) is not listed on blacklist %s.
sv_se: %s (%s) är inte svartlistad på %s.

source: All Blacklist-tests failed!
sv_se: Alla tester misslyckades!

source: Finished Blacklist-test
sv_se: Avslutar test

source: %s, subtest: %s in %s?
sv_se: %s, deltest: %s i %s?

source: more info blacklists
sv_se: För mer information: <a href="/wiki/doku.php?id=info_blacklist:start" target="_blank">Om svartlistor</a>

source: Starting STARTTLS test
sv_se: Påbörjar test

source: STARTTLS successful on host %s (%s), %s %s
sv_se: STARTTLS lyckades på %s (%s), %s %s

source: STARTTLS failed on host %s (%s), %s %s
sv_se: STARTTLS misslyckades på %s (%s), %s %s

source: STARTTLS enabled
sv_se: STARTTLS tillgänglig

source: Server %s (%s) disconnected unexpectedly
sv_se: Servern %s (%s) stängde oväntat uppkopplingen

source: Finished STARTTLS test
sv_se: Avslutar test

source: more info starttls
sv_se: För mer information: <a href="/wiki/doku.php?id=info_starttls:start" target="_blank">Om STARTTLS</a>

source: VerifyCert
sv_se: Verifierar SSL-certifikat

source: Starting to verify certificates
sv_se: Påbörjar test av certifikat

source: Starting test for host %s (%s)
sv_se: Startar test mot %s (%s)

source: NO TLS available for host %s
sv_se: TLS finns inte tillgängligt på %s

source: Failed to connect to host %s (%s)
sv_se: Uppkoppling mot %s (%s) misslyckades

source: Warning broken pipe..
sv_se: Uppkopplingen misslyckades..

source: Unable to perform handshake on host %s (%s)
sv_se: Misslyckades med handskakningen mot %s (%s)

source: Last SSL serial (%s) does not match current (%s)
sv_se: Förra serienummret (%s) matchar inte det nuvarande (%s)

source: Certificate on host %s (%s) has not been changed for over %s seconds
sv_se: Certifikatet på %s (%s) har inte ändrats på över %s sekunder

source: Certificate on host %s (%s) has expired (%s)
sv_se: Certifikatet på %s (%s) är inte giltigt längre (%s)

source: Certificate on host %s (%s) expires within one week (%s)
sv_se: Certifikatet på %s (%s) går ut inom en vecka (%s)

source: Certificate on host %s (%s) expires within one month (%s)
sv_se: Certifikatet på %s (%s) går ut inom en månad (%s)

source: Certificate on host %s (%s) is not valid before %s
sv_se: Certifikatet på %s (%s) blir giltigt först %s

source: Certificate on host %s (%s) is using few bits when encrypting (%s)
sv_se: Certifikatet på %s (%s) använder en svag kryptering (%s)

source: Certificate is valid: %s
sv_se: Certifikatet är giltigt: %s

source: Serial: %s
sv_se: Serienummer: %s

source: Bits: %s
sv_se: Bitar: %s

source: Not After: %s
sv_se: Inte efter: %s

source: Not Before: %s
sv_se: Inte före: %s

source: Country Name: %s
sv_se: Land: %s

source: State Or Province Name: %s
sv_se: Delstat eller landskap: %s

source: Locality Name: %s
sv_se: Lokalitet: %s

source: Organization Name: %s
sv_se: Organisationsnamn: %s

source: Organizational Unit Name: %s
sv_se: Organisationsenhet: %s

source: CommonName: %s
sv_se: Gemensamnt namn: %s

source: Email: %s
sv_se: E-post: %s

source: Test on host %s: %s
sv_se: Test av %s: %s

source: Test FAILED on %s: %s
sv_se: Test av %s misslyckades: %s

source: Finished test for host %s (%s)
sv_se: Avslutar test mot %s (%s)

source: Finished certificates verification-test
sv_se: Avslutar test av certifikat

source: StandardAddresses
sv_se: Standardadresser

source: Started standard addresses test
sv_se: Påbörjar test av standardadressser

source: Standard addresses on %s (%s) failed %s
sv_se: Standardadresser på %s (%s) misslyckades %s

source: %s (%s) answering "250".
sv_se: %s (%s) svarar "250".

source: Standard addresses on %s (%s) completed.
sv_se: Standardadresser på %s (%s) lyckades.

source: Finished standard addresses test
sv_se: Avslutar test

source: more info verifycert
sv_se: För mer information: <a href="/wiki/doku.php?id=info_verifycert:start" target="_blank">Om certifikat</a>

source: Home
sv_se: Hem

source: Your IP have started too many tests the last %s hours
sv_se: Din IP-adress har startat för många tester dem senaste %s timmarna

source: Too many tests started within the last %s seconds
sv_se: Det har startats för många tester dem senaste %s sekunderna

source: You are not allowed to test this domain
sv_se: Du får inte testa den här domänen

source: Domain has been tested too many times the last %s
sv_se: Domänen har testats för många gånger den senaste %s

source: Bug report
sv_se: Buggrapport

source: Your bug report has been received
sv_se: Din buggrapport har tagits emot

source: Description
sv_se: Beskrivning

source: Email (Optional)
sv_se: E-post (Frivillig)

source: Invalid email
sv_se: Ogilitig e-post

source: Fill in the code below
sv_se: Fyll i koden nedanför

source: Code
sv_se: Kod

source: Refresh code
sv_se: Ny kod

source: Wrong code
sv_se: Fel kod

source: Submit report
sv_se: Skicka rapport

source: Don't test me
sv_se: Testa inte mig

source: Your domain will no longer be tested
sv_se: Din domän kommer inte testat mer

source: Invalid key used when trying to blacklist the domain
sv_se: Ogiltig nyckel använd vid svartlistning av domän

source: E-mail address
sv_se: E-postadress

source: Confirm email
sv_se: Bekräfta e-post

source: To disable further testing against your domain enter you're email address and click on the link in the email you'll recieve
sv_se: För att förhindra tester av din domän klickar du på länken i e-posten som skickas till din adress

source: Don't test me!
sv_se: Testa inte mig!

source: Please check your email and click on the link in the email to stop your domain from being tested
sv_se: Klicka på länken i e-posten som skickats till dig för att svartlista din domän

source: All tests are OK:
sv_se: Alla tester är OK:

source: All finished tests are OK:
sv_se: Alla avslutade tester är OK:

source: Warnings found in test:
sv_se: Testet innehåller varningar:

source: Errors found in the test:
sv_se: Teset innehåller fel:

source: Too many tests has been run against:
sv_se: För många tester har körts mot:

source: Test denied:
sv_se: Testet har blivit nekat:

source: Running test...
sv_se: Kör test...

source: Loading
sv_se: Laddar

source: Waiting for the test results to be loaded
sv_se: Väntar på att testresultat ska laddas färdigt

source: Test queued...
sv_se: Köat test...

source: Waiting for the test to start
sv_se: Väntar på att testet ska starta

source: Not found
sv_se: Finns ej

source: The test you are looking for doesn't exist
sv_se: Teset du leter efter finns inte

source: About cookies
sv_se: Om cookies

source: The website
sv_se: Webbplatsen

source: Please enter a valid email address
sv_se: Ange en giltig e-postadress

source: MailCheck FAQ contents
sv_se: MailCheck FAQ

source: No tests will be run against your domain
sv_se: Inga test kommer köras mot den här domänen

source: No tests will be run against your domain, please contact us to allow tests against your domain again
sv_se: Inga tester kommer köras mot den här domänen. Kontakta oss för att tillåta tester igen

source: About MailCheck
sv_se: Om MailCheck

source: A service from .SE
sv_se: A tjänst från .SE

source: Test your Mail-server and find errors
sv_se: Testa din mailserver och hitta fel

source: E-mail address:
sv_se: E-postadress

source: Enter your e-mail address in the field above to test your server.
sv_se: Ange din e-postadress i fältet ovan för att testa din server.

source: Test now
sv_se: Testa nu

source: I don't want to be tested
sv_se: Jag vill inte bli testad

source: Technical info
sv_se: Teknisk information

source: .SE (The Internet Infrastructure Foundation)
sv_se: .SE (Stiftelsen för Internetinfrastruktur)

source: Basic results
sv_se: Enkelt resultat

source: Advanced results
sv_se: Avancerat resultat

source: Link to this test:
sv_se: Länk till det här teset:

source: Test history
sv_se: Historik

source: Error loading history
sv_se: Fel vid laddning av historik

source: No test history found
sv_se: Det finns ingen historik

source: Page
sv_se: Sida

source: Explanation
sv_se: Förklarning

source: Test was ok
sv_se: Testet är ok

source: Test contains warnings
sv_se: Testet innehåller varningar

source: Test contains errors
sv_se: Testet innehåller fel

source: Test was not performed
sv_se: Testet kunde inte genomföras

source: Gold star awarded
sv_se: Guldstjärna tilldelad

source: Recommendation
sv_se: Rekommendation

source: Thank you,
sv_se: Tack,

source: Run outgoing mail tests
sv_se: Kör utgående tester

source: Do you use a local email client like Outlook or Thunderbird? Or, do you use a web based email client?
sv_se: Använder du en lokal e-postklient Outlook eller Thunderbird? Eller, använder du en webbaserd klient?

source: Local email client
sv_se: Lokal e-postklient

source: Web based client
sv_se: Webbaserad klient

source: or
sv_se: eller

source: To start the test you must send an email using your local email client. When the email is sent, click on the "Start Test" button.
sv_se: För att starta testet måste du skicka ett mail med din lokala e-postklient. Efter att du har skickat det trycker du på "Starta teset"

source: Click on the link below to send the email:
sv_se: Klicka på länken nedan för att skicka mailet:

source: Send email using Outlook
sv_se: Skicka mailet med Outlook

source: Send email using other clients
sv_se: Skicka mail med en annan klient

source: Start your email client and send an email with the following settings:
sv_se: Starta din emailklient och skicka ett mail med följande inställningar:

source: To:
sv_se: Till:

source: Subject:
sv_se: Ämne:

source: Body:
sv_se: Text:

source: Back
sv_se: Tillbaka

source: Running...
sv_se: Kör...

source: gold stars awarded
sv_se: guldstjärnor tilldelade

source: for excellence in mail server setup
sv_se: för exemplarisk installation av mailservrar

source: Maintenance
sv_se: Underhåll

source: We are currently performing maintenace on the system. Please check back later.
sv_se: Vi håller för närvarande på att underhålla systemet. Kom tillbaka om en liten stund igen.

source: The Website
sv_se: Webbsidan

source: This site is operated by Stiftelsen för Internetinfrastruktur (.SE). If you have any questions about this site or it's content, please send an e-mail to
sv_se: Den här sidan drivs av Stiftelsen för Internetinfrastruktur (.SE). Har du några frågor kan du skicka e-post till

source: Mailcheck is a free, automated online test tool which lets users test many different quality-related aspects of their email setup.
sv_se: Mailcheck är ett gratis, automatiserat onlineverktyg som låter användare testa många kvalité-relaterade aspekter av mailservrar.

source: Mailcheck aims to improve the overall quality of email related services on the Internet by pointing out possible configuration problems, software flaws or standards violations to system administrators and end users.
sv_se: Mailcheck försöker förbättra kvalitén på e-postrelaterade tjänser på Internet genom att peka ut potentialla problem med konfigurationer, mjukfarufel och brott mot standarder åt systemadministratörer och slutanvändare.

source: This website uses cookies to manage sessions. A cookie is a little text file that the visited website saves on the user’s computer. Information from the file is utilized, for example, to facilitate use of the website.
sv_se: Den här webbplatsen använder cookies för hålla reda på sessioner. En cookie är en liten textfil som webbsidan sparar på användarens dator. Informationen från filen används för att underlätta användandet av webbplatsen.

source: Those who do not want to accept cookies can set up their browsers so that they automatically reject the storage of cookies or inform the user each time a website requests the storage of a cookie. Through browser functions, it is also usually possible to have previously stored cookies erased.
sv_se: Användare som inte vill acceptera cookies kan ändra inställningarna i sin webbläsare för att automatiskt kasta bort cookies eller informera när webbplatsen vill skapa cookies. Det brukar också vara vanligt att webbläsare tillhandahåller möjlighten att ta bort cookies som skapats vid tidigare besök.

source: Language
sv_se: Språk

source: days
sv_se: dagar

source: hours
sv_se: timmar

source: minutes
sv_se: minuter

source: seconds
sv_se: sekunder

source: day
sv_se: dagen

source: hour
sv_se: timmen

source: minute
sv_se: minuten

source: second
sv_se: sekunden
